Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nasjonalmuseet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: "Capri sett fra dampskipet (fragment)" relates to: Related works
nb: "Capri sett fra dampskipet (fragment)" relaterer til: Utforsk lignende verk fra samlingen

source: Show the image "Beate Hølmebakk, model of ‘House for a Widow’, 1996. " in fullscreen
nb: Vis bildet "Beate Hølmebakk, modell av «Hus for en enke», 1996." i full størrelse

source: Lucas van Leyden (Artist for cartoon/modello i.a.
nb: Lucas van Leyden (Kunstner for mønster/kartong e.l.

source: "Skulptur av Justitia i Dogepalasset" relates to: Related works
nb: "Skulptur av Justitia i Dogepalasset" relaterer til: Utforsk lignende verk fra samlingen

source: The painting is the largest and most ambitious artwork Karen Holtsmark created as a young, rebellious artist.
nb: Maleriet er det største og mest ambisiøse kunstverket Karen Holtsmark skapte i tiden som ung, opprørsk kunstner.

source: Are Carlsen (Photographer - assumed certain)
nb: Are Carlsen (Fotograf - antatt sikker)

source: At Appleton and the neighbouring estate Sandringham, which belonged to Queen Maud's parents, it was possible to skate on the local pond when weather allowed it.
nb: Ved Appleton og nabogodset Sandringham, som tilhørte dronning Mauds foreldre, var det skøytemuligheter på den lokale dammen når været tillot det.

source: Show the image "Wilhelm von Hanno: “Artist’s own Studio”, 1861.
nb: Vis bildet "Wilhelm von Hanno: «Eget atelier», 1861.

source: "Rhindalen ved Bodensee (detalj)" relates to: Related works
nb: "Rhindalen ved Bodensee (detalj)" relaterer til: Utforsk lignende verk fra samlingen

source: In 1891 Gerhard Munthe said that Norway’s national industry did not incorporate any uniquely Norwegian pattern, but had borrowed everything from somewhere else.
nb: I 1891 uttalte Munthe at det ikke var tenkt ett norsk mønster i vår industri og at alt var hentet utenfra.

source: In 1998 he received the Hasselblad Award for 1997.
nb: I 1998 fikk han Hasselbladprisen 1997.

source: November 2019 marked 150 years since the birth of Queen Maud.
nb: I november 2019 var det 150 år siden dronning Maud ble født.

source: All information related to the artworks is harvested via the Digital Museum API.
nb: All verksinformasjon henter vi ut via DigitaltMuseums API.

source: "Ved Edelfrauengrab, Schwarzwald" relates to: Related works
nb: "Ved Edelfrauengrab, Schwarzwald" relaterer til: Utforsk lignende verk fra samlingen

source: "Riss av hus i en park" relates to: Related works
nb: "Riss av hus i en park" relaterer til: Utforsk lignende verk fra samlingen

source: Ann Summer and Greg Smith, Eds.
nb: Ann Summer og Greg Smith red.,

source: Show the image "Jens Risom, Knoll Associates, Chair, (model 650), 1941" in fullscreen
nb: Vis bildet "Jens Risom, Knoll Associates, Stol, (model 650), 1941" i full størrelse

source: damning (Dobbs & Eisner, 1987).
nb: kum og samfunn (Dobbs & Eisner, 1987).

source: "Veltet skip i Husvik, Drøbak" relates to: Related works
nb: "Veltet skip i Husvik, Drøbak" relaterer til: Utforsk lignende verk fra samlingen

source: "Landskap ved Rovereto" relates to: Related works
nb: "Landskap ved Rovereto" relaterer til: Utforsk lignende verk fra samlingen

source: Chenghua (Historical event, person, place, with affiliation - assumed)
nb: Qing (Historisk hendelse, person, sted, med tilknytning)

source: This particular drawing was purchased in 1888.
nb: Denne tegningen ble kjøpt i 1888.

source: Wenche Selmer renewed the tradition in timber architecture
nb: Wenche Selmer fornyet trehustradisjonen i Norge

source: Wenche was married to Jens Selmer, and the couple collaborated on a number of projects.
nb: Selmer var gift med arkitekten Jens Selmer, og de to samarbeidet om flere prosjekter.

source: "Seilbåt utenfor Rothesay" relates to: Related works
nb: "Seilbåt utenfor Rothesay" relaterer til: Utforsk lignende verk fra samlingen

source: Ferdinand Bol (assumed certain)
nb: Ferdinand Bol (antatt sikker)

source: An impressive amount of Goya-prints has to be mentioned as well.
nb: Nevnes må også en imponerende samlig trykk av Francisco Goya.

source: When the precursor to Norway’s national Høstutstillingen (Autumn Exhibition) was established in 1882, she participated with motifs from Lista in southern Norway.
nb: I 1882 deltok hun med motiver fra Lista på den kunstnerstyrte utstillingen som ble forløperen for Høstutstillingen

source: "Riss av Ragnhild i "Kom inn!"" relates to: Related works
nb: "Riss av Ragnhild i "Kom inn!"" relaterer til: Utforsk lignende verk fra samlingen

source: Here he became acquainted with the trans community at Place Blanche and photographed many of the women he met.
nb: Her ble han kjent med transmiljøet ved Place Blanche og fotograferte mange av kvinnene han møtte.

source: Remains of the Temple of Castor and Pollux
nb: Castor og Pollux røver Levkippos' døtre

source: "Hermundstad mot Horntind, Valdres" relates to: Related works
nb: "Hermundstad mot Horntind, Valdres" relaterer til: Utforsk lignende verk fra samlingen

source: In so doing, Løvaas & Wagle take discarded textiles without practical usefulness and transform them into meaningful works of art.
nb: Løvaas & Wagle forvandler avlagte tekstiler uten praktisk nytteverdi til meningsbærende kunstverk.

source: Born 1861 in Strasbourg, Frankrike, death 1920
nb: Født 1861 i Strasbourg, Frankrike, død 1920

source: "Mannsfigur og reinsdyr" relates to: Related works
nb: "Mannsfigur og reinsdyr" relaterer til: Utforsk lignende verk fra samlingen

source: Giulio Romano (Artist for cartoon/modello i.a.
nb: Giulio Romano (Kunstner for mønster/kartong e.l.

source: tells the story of two 6-year-old boys who have got hold of two cigar butts that they are trying to smoke.
nb: forteller historien om to gutter i 6-årsalderen som har fått tak i to sigarstumper de prøver seg på.

source: "Utsikt over Napoli-golfen fra Monte Epomeo, Ischia" relates to: Related works
nb: "Utsikt over Napoli-golfen fra Monte Epomeo, Ischia" relaterer til: Utforsk lignende verk fra samlingen

source: in this Facebook-event.
nb: i dette Facebook-arrangementet.

source: Who was the young man?
nb: Hvem var denne unge mannen?

source: What is evaluation?
nb: Hva er evaluering?

source: Cranach d.e., Hans verksted, Lucas (Artist for cartoon/modello i.a.)
nb: Cranach d.e., Hans verksted, Lucas (Kunstner for mønster/kartong e.l.)

source: Degas displayed this sculpture at the Sixth Impressionist Exhibition in Paris in 1881, to very mixed reviews.
nb: Denne voksskulpturen stilte Degas ut på den sjette impresjonistutstillingen i Paris i 1881. Den fikk svært blandet mottakelse.

source: "Storebrand and Idun-huset" relates to: Related works
nb: "Storebrand og Idun-huset" relaterer til: Utforsk lignende verk fra samlingen

source: Show the image "Vincent van Gogh, «View of Arles from Montmajour», May, 1888." in fullscreen
nb: Vis bildet "Vincent van Gogh, «Utsikt mot Arles fra Montmajour», mai, 1888." i full størrelse

source: Luigi Vanvitelli (by erroneus tradition)
nb: Luigi Vanvitelli (ifølge feilaktig tradisjon)

source: Show the image " Rem Koolhaas / OMA, The Qatar National Library, plan, 2017." in fullscreen
nb: Vis bildet " Rem Koolhaas / OMA, Nasjonalbiblioteket i Qatar, 2017." i full størrelse

source: "Riss av to kvinnefigurer" relates to: Related works
nb: "Riss av to kvinnefigurer" relaterer til: Utforsk lignende verk fra samlingen

source: "To elefanter, Bangkok" relates to: Related works
nb: "To elefanter, Bangkok" relaterer til: Utforsk lignende verk fra samlingen

source: Gaspard Duchange (Artist for cartoon/modello i.a.
nb: Gaspard Duchange (Kunstner for mønster/kartong e.l.

source: Charles de la Fosse (by erroneus tradition)
nb: Charles de la Fosse (ifølge feilaktig tradisjon)

source: "Riss av to gutter" relates to: Related works
nb: "Riss av to gutter" relaterer til: Utforsk lignende verk fra samlingen

source: Edvard Munch and "The Scream" in the National Museum
nb: Edvard Munch og «Skrik» i Nasjonalmuseet

source: The Norske Kompani (full name Det Kongelig Allernaadigst Octroyerede Nordske Compagnie) was founded in Copenhagen in 1739.
nb: I 1739 ble det såkalte Norske Kompani (Det Kongelig Allernaadigst Octroyerede Nordske Compagnie) stiftet i København.

source: “I absolutely did not want that.
nb: – Det ville jeg absolutt ikke.

source: "Bacchus og amoriner" relates to: Related works
nb: "Bacchus og amoriner" relaterer til: Utforsk lignende verk fra samlingen

source: Annibale Carracci (Artist for cartoon/modello i.a.
nb: Annibale Carracci (Kunstner for mønster/kartong e.l.

source: "Utsikt fra Toner (detalj)" relates to: Related works
nb: "Utsikt fra Toner (detalj)" relaterer til: Utforsk lignende verk fra samlingen

source: Two of Fearnley’s pictures were shown at the Drawing School’s first exhibition, held in 1820.
nb: På Tegneskolens første utstilling i 1820 ble to av Fearnleys bilder utstilt.

source: Gift from Kirsti Strøm Bull and Hans Jacob Bull, 2021
nb: Gave fra Kirsti Strøm Bull og Hans Jacob Bull, 2021

source: Human figures peer down into the water.
nb: Menneskefigurer skuer ned i vannet.

source: A version of this painting can be found in the Alte Pinakothek in Munich.
nb: En variant av motivet finnes i Münchens Alte Pinakothek.

source: In Norway, we had, among other things, communal kitchens in Oslo, in Balders gate, designed by the architect and city planner Harald Hals, and in Gabels gate.
nb: I Norge hadde vi blant annet felleskjøkkenhus i Balders gate, tegnet av arkitekten og byplanleggeren Harald Hals, og i Gabels gate i Oslo.

source: "Liggende gravid kvinne" relates to: Related works
nb: "Liggende gravid kvinne" relaterer til: Utforsk lignende verk fra samlingen

source: In 1978 she was one of the founders of
nb: I 1978 var hun med å starte

source: During her studies at Bauhaus, Refsum studied with Marianne Brandt, who became one of the best-known Bauhaus designers.
nb: Under oppholdet ved Bauhaus studerte Refsum sammen med Marianne Brandt, som skulle bli en av de mest kjente Bauhaus-designerne.

source: © Poulsson, Magnus, Klaveness, Anton Fredrik Related works
nb: © Poulsson, Magnus, Klaveness, Anton Fredrik Utforsk lignende verk fra samlingen

source: The row of houses seems almost to have been carved into molten lava.
nb: Husrekkene virker nærmest som risset inn i størknet lava.

source: Jiaqing (Historical event, person, place, with affiliation)
nb: Qianlong (Historisk hendelse, person, sted, med tilknytning - antatt)

source: “I have always been something of an activist, I think.
nb: – Jeg har alltid hatt aktivisten i meg, tror jeg.

source: Henrik Sørensen remained a leading figure in the Norwegian art community for decades.
nb: Henrik Sørensen var i flere tiår en sentral skikkelse i det norske kunstmiljøet.

source: Federico Zuccaro (by erroneus tradition)
nb: Federico Zuccaro (ifølge feilaktig tradisjon)

source: Giovanni Francesco Grimaldi (Artist for cartoon/modello i.a.
nb: Giovanni Francesco Grimaldi (Kunstner for mønster/kartong e.l.

source: "Smeden som de ikke torde slippe inn i helvete" relates to: Related works
nb: "Smeden som de ikke torde slippe inn i helvete" relaterer til: Utforsk lignende verk fra samlingen

source: He was influenced by visits to the National Gallery and exhibitions in the capital city, and his close scrutiny of art books.
nb: Besøk i Nasjonalgalleriet, utstillinger i hovedstaden og studier av kunst i bøker blir viktig.

source: In constructing the dolly, Hugonnier uses locally sourced rubber, wood and metal.
nb: I fremstillingen av denne benytter Hugonnier lokalt produsert gummi, tre og metall.

source: Ola Mørk Sandvik, from private photo album.
nb: Ola Mørk Sandvik, fra eget fotoalbum.

source: Born 11.07.1878 in Oslo, death 13.10.1918 in Drammen, Drammen
nb: Født 11.07.1878 i Oslo, død 13.10.1918 i Drammen, Drammen

source: Per Adolf Thorén (Artist - uncertain)
nb: Væring (Fotograf - antatt sikker)

source: Dronning Josefines Haandgjerningsskole i Christiania (Historical event, person, place, with affiliation - assumed certain)
nb: Dronning Josefines Haandgjerningsskole i Christiania (Historisk hendelse, person, sted, med tilknytning - antatt sikker)

source: Utagawa Hiroshige (Copy after - assumed certain)
nb: Utagawa Hiroshige (Kopi etter - antatt sikker)

source: In 1969, Cronqvist suffered postpartum psychosis and was admitted to St. Jörgen's Psychiatric Hospital.
nb: I 1969 ble Cronqvist rammet av en fødselspsykose og innlagt på St. Jörgen mentalsykehus.

source: "Theodosius den store for Ambrosius' føtter" relates to: Related works
nb: "Theodosius den store for Ambrosius' føtter" relaterer til: Utforsk lignende verk fra samlingen

source: This was confirmed in the exhibition Bauhaus in Norwegian at the Henie Onstad Kunstsenter in 2014.
nb: Dermed kan man anta at det er flere forbindelser mellom Bauhaus og Norge enn de vi vet om, noe som også ble stadfestet i Henie Onstad kunstsenters utstilling «Bauhaus på norsk» i 2014.

source: Munthe worked alongside, and somewhat in the forefront of, the Art Nouveau movement.
nb: Munthe arbeidet parallelt med og noe i forkant av art nouveau-bevegelsen.

source: "Par i omfavnelse" relates to: Related works
nb: "Par i omfavnelse" relaterer til: Utforsk lignende verk fra samlingen

source: The piece clearly refers to the German avant-garde tradition, above all to textile works by Bock’s mentor, Franz Erhard Walther, which were intended for performative use.
nb: Her finnes tydelige referanser til en tysk avantgarde- tradisjon og spesielt til tekstile verk av Bocks lærer, Franz Erhard Walther, beregnet for performativ bruk.

source: A hallmark of Holzer’s art is her use of what she calls “truisms”, slogan-like sentences written in what seems to be a plain and truthful style.
nb: Karakteristisk for Holzers kunst er hennes slagordaktige setninger som kalles «truisms», setninger som opptrer i en tilsynelatende sannferdig språkdrakt.

source: Marco Ricci (assumed certain)
nb: Marco Ricci (antatt sikker)

source: In the 1970s Bourgeois declared herself a feminist and fought for the rights of female artists and their use of explicit sexual motifs.
nb: På 1970-tallet ble Bourgeois uttalt feminist og kjempet for rettighetene til kvinnelige kunstnere og deres bruk av eksplisitt seksuelle motiver.

source: "Im Burgfeld 18" relates to: Related works
nb: "Im Burgfeld 18" relaterer til: Utforsk lignende verk fra samlingen

source: "Riss av menneskefigurer" relates to: Related works
nb: "Riss av menneskefigurer" relaterer til: Utforsk lignende verk fra samlingen

source: The tapestry was found in the Baldishol Church, a wooden structure from 1613 in Nes, located in what is now the municipality of Ringsaker in the county of Hedmark.
nb: Teppet ble funnet i Baldishol kirke, en trekirke fra 1613 på Nes i nåværende Ringsaker kommune i Innlandet fylke.

source: Vernon (producer), Wool suit made for Maud's trousseau, 1896
nb: Vernon (produsent), Ulldrakt laget for bryllupsreise, 1896

source: Peter Paul Rubens (Artist for cartoon/modello i.a.
nb: Peter Paul Rubens (Kunstner for mønster/kartong e.l.

source: In Ryfylke and Jæren she collected formulas for plant colours and experimented until she established her own colour palette.
nb: I Ryfylke og Jæren samlet hun oppskrifter om plantefarger og eksperimenterte seg frem til en egen fargepalett.

source: Carlo Carlone (by erroneus tradition)
nb: Carlo Carlone (ifølge feilaktig tradisjon)

source: Hertervig was admitted early on to Gaustad Psychiatric Hospital in Oslo.
nb: Hertervig var tidlig innlagt på Gaustad i Oslo.

source: The exhibition shows examples of how his architecture changed around 1930.
nb: «Disse husene er palasser!» Utstillingen viser eksempler på hvordan arkitekturen hans endret seg rundt 1930.

source: Otti Berger in the Weaving Workshop at Bauhaus Dessau, 1930-32.
nb: Otti Berger i vev-verkstedet ved Bauhausskolen i Dessau, 1930-32 © Gertrud Arndt:

source: "Fra Bergene mot kaien, Stavanger" relates to: Related works
nb: "Fra Bergene mot kaien, Stavanger" relaterer til: Utforsk lignende verk fra samlingen

source: "Brudestol, Bergen museum" relates to: Related works
nb: "Brudestol, Bergen museum" relaterer til: Utforsk lignende verk fra samlingen

source: "Blomster i vindu" relates to: Related works
nb: "Blomster i vindu" relaterer til: Utforsk lignende verk fra samlingen

source: At the same time, these works may have served as an inspiration for later generations of abstract painting from the mid-1970s and beyond, like those of Olav Strømme, Bjørn Ransve, Arne Malmedal, or Olav Christopher Jenssen.
nb: Samtidig kan verkene ha inspirert senere generasjoner av abstrakte malere fra 1970-tallet og videre, som Olav Strømme, Bjørn Ransve, Arne Malmedal og Olav Christopher Jenssen.

source: Wilhem von Hanno: “Building for The Geographic Survey of Norway”, 1877.
nb: Wilhelm von Hanno: «Norges geografiske oppmåling», 1877.

source: Otti Berger, student work Tasttaffel, composed of different types of yarn with pieces of paper on a metal mesh background, 1928.
nb: Otti Berger, elevarbeide Tasttaffel, forskjellige typer garn med papirbiter på en metall mesh bakgrunn, 1928.

source: "Fra Moen ved Kongsberg" relates to: Related works
nb: "Fra Moen ved Kongsberg" relaterer til: Utforsk lignende verk fra samlingen

source: Show the image "Ice skates, W. Thornhill & Co, sometime between 1900 and 1920" in fullscreen
nb: Vis bildet "Skøyter, W. Thornhill & Co, Mellom 1900 og 1920" i full størrelse

source: Show the image "Winter coat, late 1920." in fullscreen
nb: Vis bildet "Vinterkåpe fra slutten av 1920-tallet." i full størrelse

source: They were usually printed in editions of 100 copies.
nb: Vanligvis blir de trykket i opplag på 100.

source: As his wife, Maud ascended the throne beside him, becoming the first queen of an independent Norway since 1319.
nb: Hun ble dermed den første siden 1319 som var dronning av et selvstendig Norge.

source: "Hester med vogn" relates to: Related works
nb: "Hester med vogn" relaterer til: Utforsk lignende verk fra samlingen

source: In 1883 he settled in Copenhagen, eventually becoming a Danish citizen, before moving to Paris in 1910.
nb: Fra 1883 var han bosatt i København, senere som dansk statsborger, og fra 1910 i Paris.

source: "Strandparti med figurer" relates to: Related works
nb: "Strandparti med figurer" relaterer til: Utforsk lignende verk fra samlingen

source: "Birger Messelt" relates to:
nb: "Birger Messelt" relaterer til:

source: "Fra Saint-Paul-de-Vence, Provence" relates to: Related works
nb: "Fra Saint-Paul-de-Vence, Provence" relaterer til: Utforsk lignende verk fra samlingen

source: how it can contribute, not only to assessing the ‘success’
nb: dan dette kan bidra ikke bare til å evaluere kunstprosjekters

source: In 1849, the city invited five architects to submit designs for a new church.
nb: I 1849 ble fem arkitekter invitert til å levere tegninger til en ny kirke.

source: She explores the storytelling aspects of film and its problems of space and time, harking back to the avant-garde movies of both the prewar and postwar eras.
nb: Hun utforsker filmens narrative aspekter og dets steds- og tidsproblematikk, med klangbunn i før- og etterkrigstidens avantgarde-film.

source: "Capri sett fra sør (fragment)" relates to: Related works
nb: "Capri sett fra sør (fragment)" relaterer til: Utforsk lignende verk fra samlingen

source: Krausz came to Bergen in 1879, started a family and became a typographer and editor of the newspaper Arbeidet. He was an important figure in the early socialist movement in Norway.
nb: Krausz kom til Bergen i 1879, stiftet familie og ble typograf og redaktør for avisen Arbeidet, en viktig mann i den tidlige sosialistbevegelsen i Norge.

source: "Terje Ekstrøms verksted/atelier" relates to: Related works
nb: "Terje Ekstrøms verksted/atelier" relaterer til: Utforsk lignende verk fra samlingen

source: This is also the case with the Dior creations that are currently in the National Museum's collection and at which we will now take a closer look.
nb: Dette er også tilfellet med Dior-modellene som i dag er i Nasjonalmuseets samling og som vi skal ta en nærmere titt på her.

source: Jacob Tostrup Prytz (by erroneus tradition)
nb: Jacob Tostrup Prytz (ifølge feilaktig tradisjon)

source: "Ridende kvinne" relates to:
nb: "Ridende kvinne" relaterer til:

source: When "Gold-Jørgen" exhibited in Stockholm in 1929, Swedish newspapers saw references to "German tendencies" and "something radically new" in his silver designs for David-Andersen.
nb: Da «Gull-Jørgen» stilte ut i Stockholm i 1929 så svenske aviser referanser til «tyske tendenser» og «noe radikalt nytt» i hans sølv-design for David-Andersen.

source: Building work on the church commenced in 1866, once the fire station and school had been completed.
nb: Kirken ble påbegynt i 1866, etter at brannstasjonen og skolen sto ferdige.

source: Petersen a/s (Manufactured by)
nb: Petersen (Kunstner for mønster/kartong e.l.)

source: Song (Historical event, person, place, with affiliation)
nb: Qing (Historisk hendelse, person, sted, med tilknytning)

source: "Galdhøpiggen; Jotunheimen sett fra Slidre (detalj)" relates to: Related works
nb: "Jotunheimen sett fra Slidre" relaterer til: Utforsk lignende verk fra samlingen

source: Stockholmsutstillingen 1930 (Historical event, person, place, with affiliation)
nb: Stockholmsutstillingen 1930 (Historisk hendelse, person, sted, med tilknytning)

source: Dior in the National Museum's collection
nb: Dior i Nasjonalmuseets samling

source: "Generalmajor Louis Claude le Normand de Bretteville" relates to: Related works
nb: "Generalmajor Louis Claude le Normand de Bretteville" relaterer til: Utforsk lignende verk fra samlingen

source: Makuzu, Kozan (Historical event, person, place, with affiliation - assumed)
nb: Makuzu, Kozan (Historisk hendelse, person, sted, med tilknytning - antatt)

source: Garden shed at Ullernkollen 12, section
nb: Uthus i Ullernkollen 12, fasadetegning

source: "Skogslandskap, Labro" relates to:
nb: "Skogslandskap (fragment)" relaterer til:

source: © Poulsson, Magnus, Poulsson, Anton, Poulsson, Esben Related works
nb: © Poulsson, Magnus, Poulsson, Anton, Poulsson, Esben Utforsk lignende verk fra samlingen

source: For the form to be regarded as pregnant, it had to be oval and not round.
nb: For at formen skulle oppleves som gravid, måtte den være oval og ikke rund.

source: "Utsikt over Larvik (detalj)" relates to: Related works
nb: "Utsikt over Larvik" relaterer til: Utforsk lignende verk fra samlingen

source: Toile for part of Dior dress set.
nb: Toile for del av kjolesett fra Dior.

source: This is also a book about friendship, an account of the life we lived in the place Blanche and place Pigalle neighbourhood.
nb: Dette er også en bok om vennskap og en redegjørelse av det livet vi levde i nabolaget rundt place Blanche og place Pigalle.

source: "Mannshoder" relates to:
nb: "Mannshoder" relaterer til:

source: Relationship with Christiania Glasmagasin
nb: Forholdet til Christiania Glasmagasin

source: project they are involved with.
nb: seg selv og prosjektet de er med i.

source: Isaac Abrahamszoon Massa (Artist for cartoon/modello i.a.
nb: Isaac Abrahamszoon Massa (Kunstner for mønster/kartong e.l.

source: gramme’ conducted at The University of Central England in
nb: Map Programme» ved University of Central England i Bir-

source: Marcantonio Raimondi (Artist for cartoon/modello i.a.
nb: Marcantonio Raimondi (Kunstner for mønster/kartong e.l.
